[Ability.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Холодная стойкость"
mTooltip="В начале каждого раунда и до его окончания все соседние союзные существа становятся невосприимчивы ко всем эффектам, снижающим дальность перемещения."

[Ability.A_ShieldProtection_Buff H7BaseBuff]
mName="Ледяной щит"
mTooltip="Существо получает на %res меньше урона. Длительность (ходов): %durnow."

[Ability2.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяной щит"
mTooltip="Восстанавливает %d2 ед. %icon_health здоровья всем соседним союзным отрядам и укрывает их щитом, снижая получаемый урон на %buff1.buff.res. Длительность (ходов): %buff.buff.durini.\nМожно использовать один раз за бой."

[Cretaure_t1.A_Creature_t1_base H7Creature]
mName="Снежный воин"
mLore="После основания Союза Ледяных Шпилей могучая армия Укура стала городской стражей. Обладающие опытом зимних сражений и устойчивые к морозу и холоду, они являются идеальными защитниками городов Союза как от незваных гостей, так и от опасных существ, угрожающих гражданам городов-государств."

[Cretaure_t1.A_Creature_t1_base_base H7Creature]
mName="Защитник"
mLore="Заснеженные горы Драконьей гати являются опасным местом. Угрозу для жизни там могут представлять не только погодные условия, но и различные опасные магические существа, которые таятся в ожидании беззаботных путников. Лучшие воины, которые прибыли в города Союза, сформировали отряды защитников, чья работа заключается в том, чтобы защищать дороги и людей, путешествующих по всему Союзу."

[Ability.A_Incapacitated_Immunity_Buff H7BaseBuff]
mName="Холодная стойкость"
mTooltip="Существо невосприимчиво ко всем эффектам, снижающим дальность перемещения. Длительность (ходов): %durnow."

